{
  "projects": [
    {
      "title": "Bloomtown Haiku",
      "description": "A  web app public installation, celebrating springtime and poetry, for the National Trust's blossom festival: Bloomtown.",
      "image": "bloomtown.jpg",
      "imageAlt": "The Bloomtown Haiku board in Sadler's Yard in Manchester, the haiku reads: 'To open my mind, To thoughts of glowing sunshine, I must beam within.",
      "link": "bloomtown",
      "tags": ["art", "full-stack development", "frontend design", "ux design"]
    },
    {
      "title": "Blue Prism",
      "description": "Transforming Blue Prism’s product team with a design system and user research programme.",
      "image": "blueprism.jpg",
      "imageAlt": "A view of the Blue Prism scheduler redesign",
      "link": "blueprism",
      "tags": ["design system", "user research", "frontend design", "accessibility", "digital transformation"]
    },
    {
      "title": "Collision",
      "description": "Imagining the future of our high streets with young people with FutureEverything.",
      "image": "collision.jpg",
      "imageAlt": "A graphic from the intro animation of Collision, demonstrating humankind's preoccupation with planting flags.",
      "link": "collision",
      "tags": ["art", "frontend design", "full-stack development", "workshops"]
    },
    {
      "title": "Delible ink.",
      "description": "A mental health and mindfulness app focussed on impermanent writing, where words and images fade overnight.",
      "image": "delible.jpg",
      "imageAlt": "A screenshot of the Delible ink. app on desktop. Typed into the app is the following: 'My therapist recently asked me to start writing things down. The purpose of this writing isn't to record anything, just to get it out of my brain. Doing this repeatedly helps me to get things straight, and form positive mental pathways for things that I don't do habitually. I don't like to waste paper, so I created Delible ink. Unlike indelible ink, this ink won't last longer than a day. Anything you type into it is totally private and disappears completely at midnight. It's minimal and unobtrusive, so I can focus on getting my thoughts down without too much distraction. If you think it might help you out, try it out: delible.ink'.",
      "link": "delible",
      "tags": ["app", "full-stack development", "personal project"]
    },
    {
      "title": "Awkward Arcade",
      "description": "A touring exhibition of unique, playable art games designed to create playful, thought-provoking, and sometimes awkward experiences.",
      "image": "arcade.jpg",
      "imageAlt": "Two people laughing playing The Mashing arcade cabinet; their hands are a blur of motion.",
      "link": "arcade",
      "tags": ["art", "full-stack development", "event production", "physical product design", "electronics"]
    },
    {
      "title": "DVSA Commercial Vehicle Service",
      "description": "A digital transformation simplifying vehicle testing and compliance for businesses, with accessible and responsive design patterns.",
      "image": "cvs.jpg",
      "imageAlt": "A screenshot of the Manage your vehicle testing app.",
      "link": "cvs",
      "tags": ["ux design", "service design", "digital transformation", "public sector", "frontend design", "frontend development", "accessibility"]
    },
    {
      "title": "Emojinal",
      "description": "Exploring research on the sentiment of emojis, resulting in an experimental API for determining emoji sentiment.",
      "image": "emojinal.jpg",
      "imageAlt": "A screenshot a user journey extracting emoji sentiment from a Miro board",
      "link": "emojinal",
      "tags": ["ux design", "full-stack development", "sentiment analysis", "data visualisation", "user research"]
    },
    {
      "title": "DESNZ Energy Bill Support Scheme Alternative Fund",
      "description": "A critical service delivery providing support to households that do not have direct relationships with energy suppliers, ensuring equitable access to government funding.",
      "image": "ebss.jpg",
      "imageAlt": "A screenshot of the local authority case processing diagram created to ensure minimal friction when processing support claims whilst minimising the potential for fraud.",
      "link": "ebss",
      "tags": ["ux design", "service design", "frontend design", "public sector", "accessibility"]
    },
    {
      "title": "iBinned.it",
      "description": "A rubbish idea for workshops based on generating datasets with mapping and still the only domain name I regret letting go of.",
      "image": "ibinnedit.jpg",
      "imageAlt": "A heatmap of litter logged in one afternoon of tracking by Manchester students",
      "link": "ibinnedit",
      "tags": ["ux design", "workshops", "full-stack development", "art", "data visualisation"]
    }
  ]
}